{
  "participants": [
    {
      "name": "David Fisher Jr."
    },
    {
      "name": "Jeremiah S. Hawks"
    }
  ],
  "messages": [
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582943476869,
      "content": "You too!",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582943414741,
      "content": "have a good night",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582943406903,
      "content": "joke from groundhog day haha",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582943404697,
      "photos": [
        {
          "uri": "messages/inbox/DavidFisherJr_dWx3Ooi10w/photos/87725628_2807243112698494_3886416408938020864_n_2807243109365161.png",
          "creation_timestamp": 1582943403
        }
      ],
      "reactions": [
        {
          "reaction": "ð\u009f\u0098\u0086",
          "actor": "David Fisher Jr."
        }
      ],
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582943400761,
      "content": "also i made this meme",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582943390817,
      "content": "thanks for the chat",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582943388327,
      "content": "cool",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582943366450,
      "content": "I'm going to jump in the shower and hit the sack. It was good talking to you. I'm generally always here",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582943347441,
      "content": "Yeah, someone who was willing to change her mind. I admire that greatly. And yes I'm sure there are very compelling reasons for why the pendulum has swung too far. But that doesn't discount all of feminism. It's about finding the balance and going against our human nature for revenge and punishment. It's not always easy with us agitated primates.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582943072157,
      "photos": [
        {
          "uri": "messages/inbox/DavidFisherJr_dWx3Ooi10w/photos/88261645_2687837651265777_4954117593364430848_n_2687837644599111.png",
          "creation_timestamp": 1582943070
        }
      ],
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582943067462,
      "content": "lol first search result",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582943001714,
      "content": "oh, you mean resources on feminism? Not really. She didn't have any good reading to suggest that i caught.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942954628,
      "content": "I mostly find that to be a fairly unbiased source because she went into the film as a feminist, with the intent to kind of do an expose on MRAs and make them look bad, and in the end, she decied that there are issues that are very reasonable and very important on both sides of the fence, and that she would not identify with either group, but as an \"equalist\" or somethign like that.",
      "reactions": [
        {
          "reaction": "ð\u009f\u0091\u008d",
          "actor": "David Fisher Jr."
        }
      ],
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942885683,
      "content": "most of the men she talks too will cite a study or statistic, but i'm not sure you usually hear what the source is.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942857058,
      "content": "what do you mean? like studies? facts?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942834755,
      "content": "Are there any resources from that video?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942816802,
      "content": "I'd love to find a good one that takes more of a research and scientific type approach",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942794360,
      "content": "Like do you know what i mean? it wasn't research, sicentific, heres a good line of logic, type books. it was like feminist scriptures.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942785837,
      "content": "I've heard of that video! I need to watch it",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942765563,
      "content": "I understand.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942763656,
      "content": "also, if you haven't seen this documentary, its fascinating https://www.youtube.com/watch?v=DXP705ezCM4",
      "share": {
        "link": "https://www.youtube.com/watch?v=DXP705ezCM4"
      },
      "type": "Share"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942728048,
      "content": "I've tried one or two, but they were too superficial. they didn't go deep on anything. It was just really preachy, negative toward men, and an attitude of \"you're a terrible person if you disagree\". Not citing specific resources, studies, research, etc.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942623644,
      "content": "I can't think of one off the top of my head. My ex gf was an uber feminist. And I consider myself a feminist, but Jesus. Things got a little out of hand with that. So yeah, I see both sides. See what is recommended by amazon or Google.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942520320,
      "content": "Is there an engaging book that would present feminist views you could reccomend?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942500050,
      "content": "you might find the politically incorrect guide to feminism fascinating.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942475778,
      "content": "for sure",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942462994,
      "content": "Because I want to believe as many true things as possible and as little false things as possible. And to believe that I'm right about everything is doom. Time for more research.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942433079,
      "content": "the gender wage gap is something i know a couple levels deep on both sides",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942406217,
      "content": "I love to be proven wrong.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942403465,
      "content": "yeah, sigh",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942400791,
      "content": "We want to be right at all costs.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942386446,
      "content": "We should all research our own positions. And we're back to human nature. LOL.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942349651,
      "content": "true",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942336571,
      "content": "I'm a huge huge proponent of being willing to change our minds. You don't have to agree with the opposing view but just there reasoning might give you a better perspective on what you think the best course of action is.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942335157,
      "content": "Shouldn't the people on that team first be the ones to research it though? How can you be so commited to a thing you have not researched? I find that often people supporting those views are just parroting the overviews, and can't talk any specifics themselves.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942230259,
      "content": "that'd probably be a good idea.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942212461,
      "content": "Yes. You've been given an over view. But you read some deep specifics in Thomas Sowell. I would suggest doing the same from the opposing view.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942183609,
      "content": "same thing with feminism. heard a lot about that all the time every day all my life, and then dug a little deeper with reading some opposing views as well.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582942140011,
      "content": "I have not read an opposing view on thomas sowell, but I have grown up surrounded by it. learning about the harm done by slavery and such, and how it has lasting effects.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582942033674,
      "content": "Sure. But at the same time I'm giving an extreme example. There is zero evidence for creationism or little green men. There are two sides to race issues. And both have good points and extremes. A good exercise is trying to find where the extremities are in your own views and what good points the other side has. You read Thomas Sowell. Awesome. Did you read an opposing view? Are you committing the sin of being inside your own bubble. It's hard to get to the place where you're willing to search your own views through the lens of the opposition. Or try to understand the underlying complexities of racial or sexual discrimination issues. But a good rule of thumb is if you can't find good reasoning for a lot of people to believe in something, then you might be a little too unyielding in your own views.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582941706246,
      "content": "right?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582941698165,
      "content": "thats when it needs ridiculing.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582941689481,
      "content": "so the point that it crosses the line, is when those type of ideas gain enough momentum to negatively affect policy/laws, and it end up causing harm.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582941605971,
      "content": "Let's take it to a more ridiculous extreme. Let's say that someone wants it to be taught that Elvis was abducted by aliens. Crazy right? Absolutely no evidence to support it. This is the kind of view that needs to be squashed because we can't have our children thinking that Elvis was abducted by aliens. Same with creationism. Or that there should be colored drinking fountain because black people have black people disease. Or whatever. There are views that need to be squashed for the common good when it comes to enacted policy. If someone as a private citizen wants to believe that Elvis was abducted, then by all means knock yourself out.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582941328092,
      "content": "what is the desired outcome?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582941321457,
      "content": "I'll answer, but first, what is the goal of ridiculing a creationist or a racist?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582941161541,
      "content": "I completely agree. We are definitely more divided and not willing to hear other views. But that's fostered by the media and social media. It was interesting what you said about no one deserves bullying or derision for their opinions. I agree to a certain extent but if you have views that other people agree with then that's your voting block. This is still a democracy. But some views deserve ridicule. Like, for me, the view that creationism should be taught in school. I'm very much against that. That view deserves ridicule. So that people know that they are on the wrong side of history. Racists deserve ridicule. Now what one person thinks is racist is relative but generally you get two or three sides stating their views. If someone doesn't agree with anyone then maybe they need to ask themselves if they are also not in an echo chamber or are not willing to listen and are open to having their minds changed. There's a strong desire in humans to decide what's right and then defend what's right at all costs. We love to be right and prove others wrong. Once again, human nature. Would you say you're the kind of person who looks to have their mind changed? Are you seeking out different views so you can insert your views or are you listening and having a two way conversation?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940946294,
      "content": "I identify with feeling different and broken to the point that i dont believe i'll ever find human connection. i've felt that at many times in my life. Thats the part i identify with.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940850682,
      "content": "Like, I am in a place in my life where I do actually feel safe saying what i want. Yeah, someone may hate me for it, but i'll live with it, and I have hope that there are more people out there like you that i can meet and enjoy bouncing ideas off of and learn and grow together. But some people don't feel safe, and they've lost that hope, and don't see how to get out of that darkness.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940735223,
      "content": "That kind of depression is real, and i think its getting more common because people would rather live in their echo chambers, spew hate, call names, instead of talking, listening, understanding, and learning and growing together. I think all those movements are deviding people even more, not bringing them together.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940672253,
      "content": "I identify with him in understanding how someone can feel so broken and alone and wrong that they don't know what to do anymore.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940646468,
      "content": "all the hate, bullying, mean names are just driving these already damaged people into deeper holes of isolation, loniness, and sadness. sometimes that goes teh suicide route, sometimes the shooter route.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940603004,
      "content": "a good dialogue like we've had is what everyone needs to be doing when they encounter oposition. not throwing out words like \"mansplaining\" or sexist, mysoganistic, racist, etc. they just want someone to listen, say I hear you, and then, they will be ready to be guided to do some introspection.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582940538086,
      "content": "I don't think I've heard the song, but you identify with the shooter? In what way?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940506377,
      "content": "yep that one",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940503620,
      "content": "they want hugs. they want someone to listen, but they don't know how to get from where they are to where they want to be.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582940492144,
      "content": "The one that killed all those people in Vegas?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940484053,
      "content": "I feel like with all these -isms we're forcing more and more people to self isolate. If they open their mouths anywhere near a POC, a female, an lgbtqia+, they are scared. They want to fit in just as much as anyone. they want friends.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582940429616,
      "content": "I'm always willing to change my mind.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940424116,
      "content": "I empathize with that guy (he's the shooter in vegas).",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582940413220,
      "content": "I agree with you about the echo chamber. Thus the reason we're talking.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940399848,
      "content": "I guess what I'm trying to say, is I can identify with some of those feelings of isolation and loneliness. have you heard Darkness by Eminem?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940364058,
      "content": "watch how this particular group of people interacts, then copy.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940346330,
      "content": "Thats pretty much been my strategy ever since.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940332910,
      "content": "so when i moved, i recognized all that, and didn't want to continue like that, and spent the first third of the school year just watching. observing. trying to figure out how all this socializing worked, and how to fit in enough to not have a terrible time.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940277704,
      "content": "I was an outsider. Probably pretty weird, but there was some sort of social obligation to tolerate me enough to be around them. If we went to parties or were just hanging out, i was brought along so that they could have an easy target to make fun of who wouldn't try to defend themselves.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940213267,
      "content": "When i was in 6-8th grade i lived in Moab UT. Tiny tiny town where my dad grew up. He still had friends living there, and by inheritance, his friends children became my friends.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940169897,
      "content": "I've never been diagnosed, but I'm likely on the autism spectrum. I've taken online tests and they didn't just say \"yeah... maybe, it looks like you might have one or two traits\" they said \"HOLY SHIT!\"",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582940091955,
      "content": "I am passionate about it. I think its a huge problem to not talk to people outside of your echo chamber. No one should fear to speak up. If someone has a differing opinion, its not right to shame them, degrade them, and try to use \"politically correct\" points of view and groups and movements to bully people who have differing views into silence. Progress cannot be made that way. If you the only people you are listening to and taking seriously are \"someone you trust\" i.e. your friends, who you chose, who you chose because they don't make you uncomfortable by sharing or holding contrary opinions, if those are the only people you're talking to and listening to, then you live in an echo chamber. You will never hear anything that you don't want to hear, and if you do, you are trained by your peer group to dismiss and ridicule them. Not listen. Not understand. Not check if they have something valuable to add to the conversation. Not think about what can be learned from their perspective. You miss out on all this discourse and opportunity for learning and growth for everyone. I think we've lost the art of having civil discussions and i think its causing alienation and isolation. Besides all that, yelling at someone and calling their names is the worst way to try and change their mind. Bullying is not ok ever. It still happens though, and a lot of these movements think its right and encourage it. When someone disagrees why can't we just ask why?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582939632776,
      "content": "No one said allow. But we're human. So you vote for who you think is most fair and others do the same. But I will say that arguing with strangers is a bit fruitless. No one changes their minds without talking to someone they trust. You sound pretty passionate about the subject, but are you putting your energies to good use?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582939537313,
      "content": "Should the kinds of people who want that be the ones who get to make the policies? Should the ones who want to strive for \"fair\" or equality be the ones to make the policies?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582939480156,
      "content": "So, do you think thats right? to purposefully let the pendulum swing too far and allow a little revenge?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582939380774,
      "content": "I considered him a black guy that spoke like a republican so that I could show my friends I wasn't racist. ð\u009f\u0098¬ I'm not saying he's not an intellectual. But he leans towards a dog eat dog libertarian ideology. And some of those things I still agree on. Like the article you shared. That is absolutely something that needed to be addressed. But the pendulum has been so in favor of white males for so long, it should be expected to swing a little too far when correction happens. There are a lot of hurt people with hurt families and some aren't satisfied with fair. Some want extra Justice and even revenge. Human nature. And we can only try our best to be fair.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582939151583,
      "content": "so would you consider him a good source? I've never looked into his background besides knowing he was an economics professor",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582939130756,
      "content": "hahaha",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582939112342,
      "content": "I've listened to his stuff. He used to be on talk radio a lot here in Atlanta. I think he filled in for neal boortz when he was out of town or whatever. Neal boortz is how I went from rush Limbaugh Republican to Glenn Beck libertarian. Or at least he was libertarian back then. I've done the whole spectrum of political parties. Well, except the green party. They're a little wacky. LOL",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938997420,
      "content": "you've read some of his stuff?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938985068,
      "content": "A little bit about my background. I was raised an Evangelical conservative. I used to love Thomas sowell.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938984659,
      "content": "thats who i heard about it from.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938974645,
      "content": "Ok, so my ex brother in law is actually kind of racist. my ex wife ended up marrying an egyptian, and she is terrified to bring him around her family for fear of saying things like \"sand n****\".  so...",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938927840,
      "content": "LOL. I knew it would be sowell",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938925223,
      "content": "Thomas Sowell (/soÊ\u008al/; born June 30, 1930) is an American economist and social theorist who is currently a senior fellow at the Hoover Institution at Stanford University.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938911568,
      "content": "And I would be interested in your motivation to read the book in the first place. What made you pick it up?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938897531,
      "content": "https://en.wikipedia.org/wiki/Black_Rednecks_and_White_Liberals",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938872070,
      "content": "oh lemme get him for you",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938863050,
      "content": "Also, i'm not claiming it the gospel truth. I haven't done the research, checked the studies or whatever he cited, but it did sound logical when i read it.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938822210,
      "content": "No. I didn't think that. I would like to know the author though.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938812369,
      "content": "Its been a while since i've read it.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938803689,
      "content": "I'm doing a poor job of paraphrasing. The book goes into much more detail, so it just sounds like i'm being simple minded.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938778437,
      "content": "during slavery, it was hard for a southern black, or an irishman to get a job in the north because they had a bad reputation of being lazy drunk non workers. If you were a northan black (northern irishmen still had a rough time) you could get a job.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938746077,
      "content": "In the south",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938729605,
      "content": "Ehhhh..... But as a percentage of population??",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938717774,
      "content": "post slavery the african americans and irish often found themselves in the same areas and picked up on things from each other.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938682668,
      "content": "Little known fact. Irish were every where. They tended to be the poor non slave owners, drunks, the people who'd fight or kill you to defend their honor.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938632489,
      "content": "Irish?? In the south?? I don't know where that comes from. But Jim Crow laws can't be discounted. And the fact that we kept them in poverty on purpose. Poverty breeds poverty. No matter the race.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938516735,
      "content": "So, this same author, black professor of economics, in the same book, theorizes that what we generally call today \"urban culture\" wasn't a result of slavery. The trends towards alcoholism, violence, pride culture, etc came from the irish, african americans adopted it and it is now their own.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938408049,
      "content": "yeah, i'm not either.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938383568,
      "content": "Well it started with segregation in general but I'm not an expert on AA. You would have to do some research.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938332621,
      "content": "was that one of the first places it started? Was there a law or policy made to force them to allow a certain number of black students?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938272113,
      "content": "Ehhhhh...... Institutional racism. AA was the solution for the fact that colleges wouldn't admit any black kids. Or very few. Just enough not to look bad. It was an attempt to even the playing field.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938165355,
      "content": "did i misunderstand you?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938154316,
      "content": "That sounds like you are equating AA with just stopping discrimination.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938127257,
      "content": "Of racism in Alabama in the 60s",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938122972,
      "content": "oh ok",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582938104922,
      "content": "Oh no. Just segregation in general in the 60's. Wallace standing in the schoolhouse door. I just picked UofA as a general example.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938062763,
      "content": "if we don't run into our bed times lol",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938048539,
      "content": "but then, i definately want to talk about the slavery collateral damage.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582938035350,
      "content": "first, what happened in UofA? i'm not familiar with it. If you can find an articl real quick, i'll give it a read and catch up.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582937938756,
      "content": "Yeah man, that was a great article. It was also 8 years ago. So obviously it is being noticed where the issues are in AA. Any social engineering experiment that blurs statistics is going to have unintended consequences. But you also can't say that the University of Alabama in the 60's wasn't racist in their admissions. There's give and take. I believe there are places where AA is effective and others where it over steps. But race is a hugely complex issue and not one that we can just leave to market forces when people's biases come into account. It's a shit sandwich and we deal with it the best way we know how. And then have to adjust. Humans are always going to fuck shit up but like MLK said, The arc of the moral universe is long but bends towards Justice. There is always going to be collateral damage in these situations, but you can't just leave the University of Alabama in the 70's to decide how many blacks they're going to admit. ð\u009f¤· You just can't. So we had to cobble together some solutions. Some work. Some don't. And since race is such a sticky subject it's hard to adjust. But we put ourselves here. 400 years of slavery. There might have been some collateral damage in that venture also. Just saying.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582937586534,
      "content": "I havne't seen it a ton where i work.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582937578179,
      "content": "i have heard anacdotal experiences from other developers that it is very common for the indians to only hang out with the indians.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582937502396,
      "content": "but i know of no studies that say that. thats just my speculation.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582937489346,
      "content": "i'd guess a lot of that would apply to the business world. minorities self isolating because they precieve others precieve that they got in their cause of their ethnicity. Some of them actually not being able to preform on the job as expected, and getting let go early, or skipped for promotions.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582936402479,
      "content": "Reading.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582936360658,
      "content": "oh, sorry, white ass folx. not just the dudes, the women folk too",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582936316648,
      "content": "thats an article, but some of those links are to academic research papers",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582936299400,
      "content": "https://www.theatlantic.com/national/archive/2012/10/the-painful-truth-about-affirmative-action/263122/",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582936289865,
      "content": "This is true. regular average white ass dudes getting preference.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582936158285,
      "content": "Wait.... The Asians have to score high because the can't go over the Asian quota?? That would mean that white kids were getting in on affirmative action if Asians were being denied.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935964893,
      "content": "I'll look some up. I'm sure he has citations.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935944431,
      "content": "on the other end, these same AA policies make it so that certain minorities, such as asians, have to OVER achieve to get into those same universaties. There's a hard quota, and a lot of smart asians, so they will have to score HIGHER than the admission levels if they want to get in.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935932460,
      "content": "I would be interested in the stats on that claim as a percentage of the student body as a whole.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935888163,
      "content": "thats one end of the spectrum.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935880231,
      "content": "the university is built around those qualifications. They often struggle to keep up, their grades start slipping, and there ends up being a very low completion and graduation rate. It is more likely they would have come away from college with a degree if they went to their community college for a couple years then transfered based on merit, to a more prestigious institution.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935802501,
      "content": "Did you look up the author to see what his\\her biases might be?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935782413,
      "content": "what often happens, is people who would not have qualified on merit alone will get into xyz university.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935752557,
      "content": "I got this from a book called \"black rednecks, white liberals\",  authored by a black professor of economics at some big fancy uni.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935700661,
      "content": "You said something interesting. AA harms poc. In what way?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935687630,
      "content": "mhmm",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935677960,
      "content": "Right. Indoctrinated if you will.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935613353,
      "content": "i agree. few people are actually bad. often misguided, but rarely with harmful intentions.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935567506,
      "content": "Nah. There's a spectrum on everyone. There are very few pure racists. As a percentage. Racists think they aren't racist. They're just being logical, or pragmatic, or whatever assuages their conscience that they aren't racist. ð\u009f¤·",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935488066,
      "content": "maybe cause you form the opinion i'm a racist sexist biggot? who knows. people jump to conclusions so fast these days",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935480747,
      "content": "This is just mental exercise while drinking wine.",
      "reactions": [
        {
          "reaction": "ð\u009f\u0098\u0086",
          "actor": "Jeremiah S. Hawks"
        }
      ],
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935457374,
      "content": "LOL. I don't know you. Why would I dox you?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935435297,
      "content": "my shit is pretty locked down",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935429164,
      "content": "I can't find any harm in talking. :) gonna be hard for you to dox me haha",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935413796,
      "content": "Oh! Ok. Cool.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935406006,
      "content": "I have only met her once for dinner for my friends birthday",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935392314,
      "content": "absolutely nothing. literally. a request was made to find me a talking parnter and friends of friends stepped up with reccomendations",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935370124,
      "content": "Why are you trusting me to talk to you? LOL",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935355648,
      "content": "What did she tell your about me?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935346375,
      "content": "Oh, I'm president of the Atheists in ptc.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935315337,
      "content": "no she didn't",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935311243,
      "content": "I have a fun shirt that says \"excommunicated mormon drinking team\" on the front, and on the back it says \"what would jesus drink?\"",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935292007,
      "content": "I'm sure Cynthia told you my background.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935265762,
      "content": "yes I am. I like the term \"recovering mormon\" i think its funny",
      "reactions": [
        {
          "reaction": "ð\u009f\u0098\u0086",
          "actor": "David Fisher Jr."
        }
      ],
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935249859,
      "content": "And I yearn for it. there are such unique valueable experiences that can only come from those different cultures.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935248712,
      "content": "(former Mormon?)",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935234788,
      "content": "Are you a foreman?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935220286,
      "content": "the only african americans in my high school were 2 adopted children to white ass famalies. I did not experience a lot of diversity. When i was 16 i was in thailand for a couple months and 4 years ago i just got back from teaching english in china for 2 years. I'm in atl now.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935139960,
      "content": "I was raised in white ass utah as a mormon.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935131242,
      "content": "a little background:",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935127992,
      "content": "I think there is huge huge value in being exposed to different cultures of all types.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935093274,
      "content": "it would be a benefit for THEIR education (the white idahoans) but in practice it tends to be harmful to the ones its suposed to benefit (the ethnic minorities)",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582935028918,
      "content": "Agreed. Would you say there's value in having kids from all white Idaho being exposed to different cultures? Would that be a benefit in their education?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582935017128,
      "content": "are there specific quotas set though in govt and business?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934997317,
      "content": "But at the end of the day, the most qualified person shoudl get the job. Not the most woman, or most ethnic.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934972982,
      "content": "I think there is a lot of value in having people from different backgrounds involved in your business.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582934967314,
      "content": "There is diversity hiring in businesses and govt.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934946012,
      "content": "i'm not aware of anywhere else where there are affirmative action laws or pilicies",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582934944241,
      "content": "That's fine. We'll come back to that. What about in a business aspect?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934928240,
      "content": "in a college context",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934922451,
      "content": "statistics would seem to show its harmful",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582934915732,
      "content": "In any sphere?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582934904112,
      "content": "Do you believe there is no place for affirmative action?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934890238,
      "content": "yep",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582934883038,
      "content": "You're speaking of kids on the bubble and kids with lower scores being admitted due to their ethnicity.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934856781,
      "content": "what is the place for it?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582934840722,
      "content": "I feel there's a place for it. Has it gotten out of hand at times? Sure. It's policy made by humans. They aren't all going to be perfect. But they have a tendency to auto correct over time.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934824036,
      "content": "and maybe to keep it focused, lets specifically look at the collage experience as it relates to affirmative action",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934785832,
      "content": "thoughts? good? bad? meh?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934778620,
      "content": "Lets look at afirmative action.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582934728574,
      "content": "True. That is generally how policy is made, but we're talking in generalities here. Is there a specific issue you have that could be made into policy?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934665973,
      "content": "But even taking it to the opinion level. yeah, everyone can share opinions. The problem i see is those opinions resonating with large groups of people until they become policy. Almost no one does any kind of fact checking or research. And they don't want to hear opinions about their opinions, so they aren't getting any feedback, they aren't fact checking, they aren't doing research, they're living in an echo chamber that makes them warm and tingly. There are no checks and balances, then pretty soon there is the critical mass on board in this echo chamber and policies are made.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582934632783,
      "content": "I'm sure. But that requires voting. And representation. So her opinion matters about as much to you and yours does to hers. And obviously she can't keep you from voting. So she can't make you sit down on that account.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934549458,
      "content": "No, but shes speaking of an entire movement that definately wants to change and influency policy.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582934504192,
      "content": "Maybe, but does she have the power to enact policy?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934487065,
      "content": "The \"achieving\" would imply policy, would it not?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582934456966,
      "content": "Not at all. She basically had that same thing on her profile, we matched, I asked her to expound, she paraphrased what was already there.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582934309130,
      "content": "Just looking in from the outside, it seems that you're not differentiating between people having an opinion and people making policy. Obviously, over fb, among mixed company, etc people are just expressing their opinions. Are you allowed to express your opinion? Sure. But is this Latina woman important enough to you in your life that she might know you well enough to trust your opinion? Giving an opinion on fb as a white male and giving it to your friends who know where your heart is are two different things. And considering the fact that no one is actually making policy in these conversations....... Our opinions only carry as much weight as the people we're trying to convince give them. Are you close to this person?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582933916337,
      "content": "thoughts?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582933911169,
      "content": "From my observations, it would seem their methods for achieving involve ridicule, shaming, and fear. I have to think extra careful of what i say when in mixed company out of fear of all of those things. I am not allowed to disagree without being called mean things. If i say mean things back, I'm a bad guy and they are the social justice heros.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582933793997,
      "content": "So, these were my immediate thoughts. phrases like \"take a back seat and help when directly asked\" and \"white men espicially need to sit back and listen\" sound an aweful lot like how women have been treated for so long. Expected to be quiet and look pretty, not talk or offer opinion unless directly asked, stay home, raise the kids, do woman stuff, don't get involved in politics, you're not smart enough... And from recent history, i get the impression they didn't like being treated that way. In context of specifically trying to tell them what their experiences are, i agree. I can't understand them like they can. I have not lived them. In the context of \"achiev[ing]\" there is no way to do \"achieve\" without affecting 100% of the population.  I think its a given that if we can't understand their lived experiences, they cannot understand ours, for the same reasons. When it comes to actions/rules/policies that affect everyone, everyone should have input, not just speak when spoken to.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582933421634,
      "content": "Well, without much context, I don't have a problem with what she's saying. White men have ruled and shaped the Western world to their advantage for a very long time. Including our founding fathers. I think you and I can both agree that white men can add to the conversation of white privilege of we're coming at it from a liberal progressive perspective. But sometimes people don't want or need our help. And that's ok. It's like someone asking you if they can tie your shoes for you. They're trying to be nice but you're pretty good at tying your shoes by now.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582933199568,
      "content": "from a latina woman on okcupid",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582933190883,
      "content": "thoughts?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582933187304,
      "content": "that is what sparked me most recently.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582933175989,
      "photos": [
        {
          "uri": "messages/inbox/DavidFisherJr_dWx3Ooi10w/photos/88073226_638586616972700_6333450631147159552_n_638586606972701.png",
          "creation_timestamp": 1582933174
        }
      ],
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582933050399,
      "content": "Cool man. So what's most prevalent on your mind?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582933010579,
      "content": "tbh i'm missing people who really think and try to find those logical inaccuracies. I've got a lot of ideas. Some are probably on the righ track, some are probably rediculious, some are probably inbetween. I'm gonna have blind spots. So I'm looking for someone to bounce those ideas off of, kindof?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582933001837,
      "content": "LOL. Well, just to let you know, I don't get all defensive and argue with people. I just want to hear what someone has to say and see if I can add perspective. Cynthia knows I don't get angry in discussions which is probably why she wanted you to talk to me.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582932901467,
      "content": "haha",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582932899192,
      "content": "yeah. something alright",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582932890616,
      "content": "Or white male oppression.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582932869515,
      "content": "Something about white male privilege.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582932818462,
      "content": "thats all?? she didn't give you any more clues?",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582932796679,
      "content": "Cool. So what's on your mind? Cynthia said you wanted to discuss some topics.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582932727691,
      "content": "I might turn in early. I'm tired. haven't decided yet. but yeah, definately a chill night. thats what i'm up for",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582932633036,
      "content": "Yeah man. Just got home. Thinking it's gonna be a chill night. What about you?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582932402601,
      "content": "I'm doing alright. yourself?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582932388059,
      "content": "yeah, i have my shit locked down lol. I had an ex who was making threats about telling my job i smoke, which could have caused custody issues, not to mention the financial aspect.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582932348018,
      "content": "lol",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582932327605,
      "content": "Oh yeah! How's it going? I couldn't see you're friends list.",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582932021498,
      "content": "I was guessing you were told of me. but no, you don't know me. I know an individual named Lisa who is very good friends with a Cynthia, whom you are friends with.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582931345743,
      "content": "You can now call each other and see information like Active Status and when you've read messages.",
      "type": "Generic"
    },
    {
      "sender_name": "David Fisher Jr.",
      "timestamp_ms": 1582931345324,
      "content": "Do I know you?",
      "type": "Generic"
    },
    {
      "sender_name": "Jeremiah S. Hawks",
      "timestamp_ms": 1582894741882,
      "content": "Hello",
      "type": "Generic"
    }
  ],
  "title": "David Fisher Jr.",
  "is_still_participant": true,
  "thread_type": "Regular",
  "thread_path": "inbox/DavidFisherJr_dWx3Ooi10w"
}